pages/02_Preface.html
<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml"
      xmlns:og="http://ogp.me/ns#"
      xmlns:fb="https://www.facebook.com/2008/fbml">
<head>
    <title>Preface.</title>
    <!-- Using the latest rendering mode for IE -->
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <!-- Open Graph tags -->

            <meta property="og:type" content="article"/>
            <meta property="og:title" content="Preface."/>
            <meta property="og:url" content="http://thecastle.github.io/thecastle/pages/02_Preface.html"/>

    <!-- Bootstrap -->
        <link rel="stylesheet" href="http://thecastle.github.io/thecastle/theme/css/bootstrap.readable.min.css" type="text/css"/>
    <link href="http://thecastle.github.io/thecastle/theme/css/font-awesome.min.css" rel="stylesheet">
    <link href="http://thecastle.github.io/thecastle/theme/css/pygments.css" rel="stylesheet">
    <link rel="stylesheet" href="http://thecastle.github.io/thecastle/theme/css/style.css" type="text/css"/>
    <!-- JavaScript plugins (requires jQuery) -->


</head>
<body>
<nav class="navbar navbar-default navbar-fixed-top" role="navigation">
    <div class="container">
        <div class="navbar-header">
            <button type="button" class="navbar-toggle" data-toggle="collapse" data-target=".navbar-ex1-collapse">
                <span class="sr-only">Toggle navigation</span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
            </button>
            <a href="http://thecastle.github.io/thecastle" class="navbar-brand">The Castle Mountaineering Club.</a>
        </div>
        <div class="collapse navbar-collapse navbar-ex1-collapse">
            <ul class="nav navbar-nav">
            </ul>
            <ul class="nav navbar-nav navbar-right">
                <li><a href="http://thecastle.github.io/thecastle/archives.html"><i class="icon-th-list"></i>Archives</a></li>
            </ul>
        </div>
        <!-- /.navbar-collapse -->
    </div>
</nav>
<!-- /.navbar -->
<div class="container">
    <div class="row">
        <div class="col-lg-9">
    <section id="content" class="body">

        <div class="entry-content">
            
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Preface</h2>
<div class="outline-text-2" id="text-1">
<p>
The Castle Mountaineering Club of Sheffield was founded in
1967 by a small group of local enthusiasts. Twenty one years
later, the range of activities has been extended greatly from
humble beginnings on local Edges, with members now active on the
crags and in mountain areas both at home and abroad. Climbing
standards have improved markedly and in recent years members have
been responsible for many new routes.
</p>

<p>
This anthology has been compiled as a celebration of the
Club&rsquo;s twenty first birthday and demonstrates the wealth of
interests and activities encouraged by the Club and enjoyed by
its members. Every article and photograph has been contributed by
Club members, and without the active help and support of so many,
the preparation of this book would have been impossible. We would
like to thank all the contributors, not least our long suffering
illustrator Dubbo for her drawings. Dubbo assures us that her
illustrations are based on characters which are entirely
fictitious and that any resemblence to members of the CMC is
purely intentional!
</p>

<p>
The production costs could not have been met without the
many donations and pledges received from members and supporters
of the Club. A list of acknowledgements appears elsewhere and we
would especially like to express our grateful thanks to Alfred
Gregory for his Foreword and to our main sponsors, The Woodcock
Group, for their faith in the success of the project and their
invaluable financial support.
</p>

<p>
The articles are arranged more or less chronologically, thus
highlighting the developments which have taken place during the
Club&rsquo;s history. Each contribution is a personal account of the
exploits, successes and near disasters of Club members and those
who read this volume will surely find in it a reflection of their
own experiences on the crags and hills. For every Club character
portrayed, the reader will surely know someone who fits the
description. Even those who are not mountaineers will enjoy
sharing the many excitements and activities described, and the
spirit of fun and friendship with which they have been undertaken
by members of the Club. -
</p>

<p>
Whether or not you prefer to savour the articles in
sequence, we believe that you will enjoy a good read.
</p>

<p>
Mike Anderson<br  />
Steve France<br  />
John Barnard<br  />
Mike Jackson<br  />
Ian Barton
</p>

<p>
November 1988
</p>
</div>
</div>

        </div>
    </section>
        </div>
        <div class="col-lg-3 well well-sm" id="sidebar">

<aside>
    <section>

        <ul class="list-group list-group-flush">
             <li class="list-group-item"><h4><i class="icon-search icon-large"></i>Search</h4></li>

                   <li class="list-group-item"><h4><i class="icon-book icon-large"></i>Pages</h4></li>



                <li class="list-group-item"><a href="http://thecastle.github.io/thecastle/tags.html"><h4><i class="icon-tags icon-large"></i>Tags</h4></a></li>
        </ul>
    </section>
</aside>        </div>
    </div>
</div>
<footer>
    <div class="container">
        <hr>
        <p class="pull-right"><i class="icon-arrow-up"></i> <a href="#">Back to top</a></p>


        <p>&copy;  The Castle Mountaineering Club. &middot; Powered by <a href="https://github.com/DandyDev/pelican-bootstrap3" target="_blank">pelican-bootstrap3</a>,
            <a href="http://docs.getpelican.com/" target="_blank">Pelican</a>,
            <a href="http://getbootstrap.com" target="_blank">Bootstrap</a></p>
    </div>
</footer>
<!-- Include all compiled plugins (below), or include individual files as needed -->
<script src="http://thecastle.github.io/thecastle/theme/js/bootstrap.min.js"></script>

<!-- Enable responsive features in IE8 with Respond.js (https://github.com/scottjehl/Respond) -->
<script src="http://thecastle.github.io/thecastle/theme/js/respond.min.js"></script>


</body>
</html>